do
function run(msg, matches)
  return [[
  👥 قیمت گروه های ضد اسپم و ضد تبلیغ :
  
  💵  سوپرگروه 10000 تومان واریز به شماره حساب
  
  6037691588546218
  پدرام رجایی بانک صادرات
  
  💴  سوپر گروه 14000 تومان شارژ
  
  در صورت پاک کردن ربات از گروهتان به هر دلیلی،ملزم به پرداخت 2000 هزار تومان جهت بازگشت ربات خواهید بود.

  
  --------------------------------------
  
برای سفارش ضد اسپم
به آیدی @PHAE2099  پیام بدهید.در صورت ریپورت بودن به ربات @pteleplus_bot یا @pteleplus2_bot یا @pooryapv_bot در بخش تماس با ما پیام بدهید.

Channel : @TelePlus
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
    "^[Bb]uy$"
  },
  run = run
}
end
